[
  {
    "id": 1,
    "guide": [
      "BATTLEGROUNDS takes place on different islands (maps), but the main island for BATTLEGROUNDS is called Erangel. An abandoned Russian island where a military occupation was controlling the island. The military occupation tested chemical/biological experiments on the islands population, after a resistance attack on a biological facility, the island had to be abandoned."
    ]
  },
  {
    "id": 2,
    "guide": [
      "➤ Battleye integration",
      "➤ 4 maps : Erangel, Miramar, Sanhok and Vikendi",
      "➤ Solo, Duo, SQUAD and Zombies (custom servers).",
      "➤ Destruction, bullet travel, bullet drop and attachments that affect the outcome of the gun.",
      "➤ Revive downed teammates",
      "➤ Spectating support for Team servers when you die.",
      "➤ 1st person only & 3rd w/ 1st person availability servers.",
      "➤ Game replay 2D/3D (to see your full game in replay, see how you died, make machinimas, etc)",
      "➤ Killcam for Solo game mode (it will NOT come to Duo or Squads)",
      "➤ Wide range of weapons ranging from Assault Rifles, Submachine Guns, Sniper Rifles, Light Machine Guns, Shotguns, Pistols, Melee Weapons and more.",
      "➤ Weapon customization",
      "➤ Character customization",
      "➤ Military in-game gear ranging from Backpacks, Helmets, One Piece Suits and Vests.",
      "➤ Cosmetic Items ranging from Jackets, Masks, Glasses, Pants, Shoes, Shirts and more. For more, head to the Equipment Wiki.",
      "➤ Ability to eject from the plane whenever you want.",
      "➤ Ability to join disconnected matches.",
      "➤ All MOCAP animations",
      "➤ PUBG Partners get their own custom servers, Partners only Discord server, early access to new features, exclusive swag & in-game items and more.",
      "➤ NVIDIA ShadowPlay Highlight support"
    ]
  },
  {
    "id": 3,
    "guide": [
      "➤ Modding Support (create your own gamemodes, maps, etc)",
      "➤ Renting Servers (like in the Battlefield series)",
      "➤ Having any user create their own league.",
      "➤ 1 new map"
    ]
  },
  {
    "id": 4,
    "guide": [
      "➤ Pre-Alpha (NDA) | June - September 2016",
      "➤ Alpha (No NDA) | October - December 2016",
      "➤ Closed Beta | February - March 2017",
      "➤ Steam Early Access | March 23, 2017",
      "➤ Xbox One Game Preview Release | December 12, 2017",
      "➤ Full Release | December 21, 2017 Originally, the game was suppose to get out of EA in 6 months from March 23.",
      "➤ Full Xbox One Release | September 4th, 2018",
      "➤ PUBG Project Thai | September, 2018",
      "➤ PS4 Release | December 7th, 2018",
      "➤ PUBG Project Thai renamed to 'PUBG LITE.' | January 24th, 2019",
      "➤ Google Stadia version of PUBG was released on April 28th, 2020."
    ]
  },
  {
    "id": 5,
    "guide": [
      "➤ There is a good array of consumables that players can find in PUBG. When you are caught in an intense gun fight, it is important to know how long each medical item will take to use as well as how much it will heal you. The best consumable in PUBG is the Med Kit. This is the only item in the game that will heal players to full health, but it takes 8 seconds to use. Make sure you are in a safe spot before trying to put this bad boy to work. Next in line is the First Aid Kit. This item is also effective in healing players, bringing them to 75% health and only taking 6 seconds to use.Finally, that brings us to Bandages, which heal players by 10 health over a period of 4 seconds and take 4 seconds to cast. Unlike the other instant healing consumables, bandages can be used in moving vehicles making them an effective method to heal while rotating positions. Similar to First Aid Kits, Bandages can only heal you to 75% of your health.",
      "➤ Once 75% health is reached, players have to resort to stem in order to reach 100%. There are 3 types of stems in PUBG. Th first, and strongest, is the Adrenaline Syringe. This item will bring players’ boost to full and takes 6 seconds to cast. When players are full boost, they gain an extra 6.2% movement speed and an increased healing ratio, healing roughly 86% of their health.Adrenaline Syringes last 5 minutes. If you are stuck in the blue zone, then boosting to full is ideal as it allows players to run faster and heal at the same time. In addition to Syringes, players can find Painkillers, which instantly increase a players’ boost to 60%, take 6 seconds to cast, and heal a player by 40% of their health. Last, but not least, are the Energy Drinks. These guys increase a character’s boost by 40%, take 4 seconds to cast, and heal a player by 23%."
    ]
  },
  {
    "id": 6,
    "guide": [
      "➤ Another set of important information to know is the difference between the sets of armor and backpacks found in PUBG. Players can deck themselves out with a helmet, vest, and backpack. Each item has 3 levels, 1 being the worst and 3 being the best. We will start off covering the differences between the levels of helmets. The level 1 helmet, also known as the Motorcycle Helmet, has 80 armor and a 30% damage reduction. This is the most commonly found helmet in PUBG.Next is the level 2 helmet, or Military Helmet. It has 150 armor and reduces damage by 40%. Finally, there is the level 3 helmet, which has 230 armor and a 55% damage reduction. A level 3 helmet is the only one that can protect you from being killed by a Kar-98k sniper shot but can only be found in crates.",
      "➤ Up next are the vests. Unlike helmets, vests increase players’ carrying capacity by 70. The level 1 vest has 200 armor and 30% damage reduction. The level 2 vest has 220 armor and reduces damage by 40%. The level 3 vest has 250 armor and a reduction to damage of 55%. Unlike the level 3 helmet, the level 3 vests can be found throughout the map rather than just in crates."
    ]
  },
  {
    "id": 7,
    "guide": [
      "➤ The backpacks found in PUBG are the final piece to the puzzle.Each backpack substantially increases players’ carrying capacities, making them a vital component to being able to carry the equipment needed to win a game of PUBG.The level 1 backpack has a carrying capacity of 170. Next, the level 2 backpack has a capacity of 220. Finally, the level 3 backpack’s capacity is 270. Similar to the level 3 vest, the level 3 backpack can be found outside of crates.In addition to backpacks, players start the game with a Utility Belt which increase the carrying capacity by 50."
    ]
  },
  {
    "id": 8,
    "guide": [
      "➤ In addition to consumables, armor, and backpacks, weapon attachments are also important to know the logistics of. We will start off by covering the barrel attachments. This category consists of Compensators, Flash Hiders, and Suppressors. Compensators decrease the weapons’ vertical and horizontal recoil when firing.Flash hiders slightly reduce the vertical and horizontal recoil while also significantly reducing the muzzle’s flash. Suppressors do not affect the gun’s recoil, but they do completely hide the muzzle’s flash while also making the shot quieter and harder to locate.",
      "➤ Moving down PUBG’s gun attachment list we find ourselves at the grips. There are a healthy number of grips to be found throughout PUBG. To start the list off is the Angled Foregrip. This grip reduces the horizontal recoil and the time it takes to aim down the sights but makes the weapon’s steadiness a little worse. Next is the Half Grip, which slightly reduces the vertical and horizontal recoil while also penalizing the weapon’s stability and sway. Then we have the Light Grip. This grip is best for single fire weapons as it significantly reduces the weapon’s vertical recoil and slightly helps the steadiness. Similar to the Light Grip is the Vertical Foregrip. This attachment decreases the vertical recoil as well as increases the weapon’s stability after each shot. Last on the list is the Thumb Grip, which significantly increases ADS speeds, and slightly increases the recoil recovery time and vertical recoil.",
      "➤ After grips are the magazines. There are only 3 types of magazines found in PUBG; Quickdraw, Extended, and Extended Quickdraw. The Quickdraw Mag reduces the time it takes to reload a weapon by 30%. The Extended Mag increases the bullet capacity by 10 bullets to 20 bullets. The Extended Quickdraw Mag does exactly as its name suggests and both reduces the time it takes to reload as well as increases the number of bullets a gun can carry.",
      "➤ The last important set of attachments to know about are the scopes. Scopes in PUBG range from Red Dots to 8x scopes, with plenty in between. First on the list are Red Dots and Holographic sights. These sights help players aim and improve ADS time, but are pretty much only useful in close-range battles as they only increase the range by 2x while holding your breath. Up next is the 2x Scope. This scope is a solid choice for mid-range fights as it allows players to zoom in without having to hold their breath but does not drastically narrow a player’s line of sight as well as slightly improving ADS time. This brings us to the 3x Scope, which is similar to the 2x in that it’s a happy medium between zooming in for long-range fights and being versatile enough to be used close-range as well. The 4x Scope can be used for close-range engagements, but it is much better for mid to long-range fights.The 6x Scope is the longest-range scope that can be attached to Assault Rifles and can also be reduced to 3x. The 8x Scope, which can only be attached to DMR’s and Sniper Rifles, is the perfect scope for long-range engagements. Similar to the 6x scope, the 8x scope’s range can be reduced but only down to 6x. Last, but not least, is the 15x Scope. Like the 8x, this scope can only be attached to DMR’s and Sniper Rifles and can reduce its range (down to 8x). Unlike the rest of the scopes, the 15x can only be found in crates."
    ]
  },
  {
    "id": 9,
    "guide": [
      "➤ Sniper rifles should primarily be used in long-range engagements. Since they are slow to shoot, you typically do not want to worry about trying to shoot people that are running, although it can lead to some awesome clips for your sniper montage. Instead, use snipers to start or finish fights. Getting that early knock allows your team to make their next move, and bolt-action snipers are perfect for that.",
      "➤ The best sniper rifle in PUBG is hands down the AWM. It is the only gun in PUBG which can one-shot kill a player that has a level three helmet. Unfortunately, the AWM can only be found in crates, which makes it a rare gun to obtain. The next best bolt-action sniper would be the M24. Although it is unable to one shot a level three helmet, this gun still puts out a lot of damage and has the benefit of being found in regular play."
    ]
  },
  {
    "id": 10,
    "guide": [
      "➤ Assault rifles are great for any scenario, which is the main reason they are the most popular guns in the game. Whether you’re shooting someone from a long distance or turning on an enemy who snuck up behind you, assault rifles are never a bad option to have out.",
      "➤ The number one assault rifle is a tough one, but we decided on the groza for close to medium-range and the M416 for an all-around pick. Similar to the AWM, the groza has the highest damage for its respective category but can only be found in crates. The groza’s 612 damage per second is unrivaled by the assault rifles and makes it ideal for close-range battles. Depending on your loadout, you might need your assault rifle to cover long-range engagements as well. If that is the case, then the M416 is the gun for you. It has a damage per second of 501, making it a solid choice at close-range. The M416 can also be kitted out with plenty of attachments, which has the potential to lower the recoil significantly, therefore allowing it to perform extraordinarily well at mid to long-range fights."
    ]
  },
  {
    "id": 11,
    "guide": [
      "➤ Designated marksman rifles, or DMRs, are perfect for mid to long-range fights. Although they can be used close-range, they excel at longer distances. The high damage, in combination with the quick fire rates, makes the DMRs the weapon of choice for any fights over 50 meters away.",
      "➤ Our favorite DMR is definitely the SLR. Although it is somewhat rare to find one in regular play, the SLR is still more common than the Mk14 which can only be found in crates. The SLR also has less kick than the Mk14, making those long-range shots easier to hit. If you cannot find a SLR, then the SKS will do. The SKS is commonly referred to as “the poor man’s SLR” and rightfully so with its stats being slightly worse than the SLR in every category."
    ]
  },
  {
    "id": 12,
    "guide": [
      "➤ Submachine guns, also known as SMGs, shine in close quarter combat scenarios. The faster fire rate makes these guns ideal for shredding through your enemies. For the most part, submachine guns have a harder recoil to control. Additionally, their bullet velocity is slower, so you want to avoid using this class in any engagement over 50 meters.",
      "➤ Although there is an argument for each submachine gun’s claim to best SMG, we prefer the UMP over the rest. Even with its lower damage per second compared to other SMGs, the UMP is the best all-around gun in the category. It has almost no recoil, making it extremely easy to full-auto spray, and you do not need any attachments for the gun to be good – unlike the Vector which requires an extended mag to be useful."
    ]
  },
  {
    "id": 13,
    "guide": [
      "➤ Shotguns are another class that are great for close-range fights. They put out a lot of damage quickly. You do not want to try using them in anything over 10 meters due to the spread of the pellets.",
      "➤ Our pick for the best shotgun is the S12k. When attached with the extended mag, the S12k holds 8 shells. This makes it the perfect option for clearing out buildings."
    ]
  },
  {
    "id": 14,
    "guide": [
      "➤ Light machine guns, or LMGs, are a great choice for taking out multiple enemies or destroying vehicles. They hold plenty of ammo per clip, allowing the user to spray the gun without having to worry about reloading. LMGs can be used in close, mid, and even long-range fights.",
      "➤ The obvious pick for top LMG, at least in our opinion, is the M249. With its 100 round clip and high rate of fire, the M249 can rip through entire squads without having to be reloaded. It also has one of the highest damage-per-second in comparison to the other guns."
    ]
  },
  {
    "id": 15,
    "guide": [
      "➤ Pistols are a last resort option. The only time you should look to use a pistol is either when you first drop down and that is the only gun you are able to find, or when you run out of bullets late game and the pistol is your only option.",
      "➤ Another obvious choice is the P18C for best pistol. This gun is effectively the pistol version of the Micro Uzi. With an extended mag, it can fit 25 bullets in the clip. This pistol can shred through an opponent in no time."
    ]
  },
  {
    "id": 16,
    "guide": [
      "➤ The crossbow is an extremely fun and satisfying weapon to use in PUBG. It is practically silent, making it almost impossible to locate where you are getting shot from. It also puts out a lot of damage if you are able to land the shot. It does have a very slow fire rate, so beware using it if the enemy knows where you are.",
      "➤ Melee weapons are great for conserving ammo when you need to finish off a downed enemy. Other than that, you should not be trying to bring a pan to a gun fight. The only melee option that you should worry about picking up is the pan. Not only can you use the pan to smack your enemies with, it also acts as a protectant for your butt. When not wielded, the pan is stored over player’s hind ends, and is able to block the bullets that would otherwise damage the player."
    ]
  }
]
