[
  {
    "id": "1",
    "guide": "BATTLEGROUNDS takes place on different islands (maps), but the main island for BATTLEGROUNDS is called Erangel. An abandoned Russian island where a military occupation was controlling the island. The military occupation tested chemical/biological experiments on the islands population, after a resistance attack on a biological facility, the island had to be abandoned."
  },
  {
    "id": "2",
    "guide": "➤ Battleye integration

              ➤ 4 maps : Erangel, Miramar, Sanhok and Vikendi

              ➤ Solo, Duo, SQUAD and Zombies (custom servers).

              ➤ Destruction, bullet travel, bullet drop and attachments that
            affect the outcome of the gun.

              ➤ Revive downed teammates

              ➤ Spectating support for Team servers when you die.

              ➤ 1st person only & 3rd w/ 1st person availability servers.

              ➤ Game replay 2D/3D (to see your full game in replay, see how
            you died, make machinimas, etc)

              ➤ Killcam for Solo game mode (it will NOT come to Duo or
            Squads)

              ➤ Wide range of weapons ranging from Assault Rifles,
            Submachine Guns, Sniper Rifles, Light Machine Guns, Shotguns,
            Pistols, Melee Weapons and more.

              ➤ Weapon customization

              ➤ Character customization

              ➤ Military in-game gear ranging from Backpacks, Helmets, One
            Piece Suits and Vests.

              ➤ Cosmetic Items ranging from Jackets, Masks, Glasses, Pants,
            Shoes, Shirts and more. For more, head to the Equipment Wiki.

              ➤ Ability to eject from the plane whenever you want.

              ➤ Ability to join disconnected matches.

              ➤ All MOCAP animations

              ➤ Colorblind support

              ➤ PUBG Partners get their own custom servers, Partners only
            Discord server, early access to new features, exclusive swag &
            in-game items and more.

              ➤ NVIDIA ShadowPlay Highlight support"
  }
]
